{
  "TotalJobs": "209",
  "JobData": [
    {
      "DocumentID": "400054400",
      "JobTitle": "IT SPECIALIST (NETWORK)",
      "OrganizationName": "Other Agencies and Independent Organizations",
      "AgencySubElement": "Consumer Product Safety Commission",
      "SalaryMin": "$90,823.00",
      "SalaryMax": "$118,069.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/10/2015",
      "EndDate": "4/20/2015",
      "WhoMayApplyText": "DELEGATED EXAMINING UNIT (DEU) VACANCY ANNOUNCEMENT ALL UNITED STATES CITIZENS MAY APPLY.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "13/13",
      "WorkSchedule": "Full Time",
      "WorkType": "Permanent",
      "Locations": "Bethesda, Maryland",
      "AnnouncementNumber": "2441TSNE-2015-0004",
      "JobSummary": "Join the team! This position is located in the Network Engineering Branch (TSNE), of the Office of Information and Technology (EXIT). TSNE is responsible for the design, procurement, installation, implementation, operation, performance monitoring and support of the Agency's IT networking requirements.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400054400?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "399774300",
      "JobTitle": "Information Technology Specialist",
      "OrganizationName": "Other Agencies and Independent Organizations",
      "AgencySubElement": "U.S. Agency for International Development",
      "SalaryMin": "$107,325.00",
      "SalaryMax": "$139,523.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/3/2015",
      "EndDate": "4/16/2015",
      "WhoMayApplyText": "All US Citizens that meet qualifications for this position-no federal experience required.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "14/14",
      "WorkSchedule": "Full-time appointment in the Competitive Service. This position IS in the bargaining unit.",
      "WorkType": "Permanent",
      "Locations": "District of Columbia, District of Columbia",
      "AnnouncementNumber": "AID-15-0160-DH",
      "JobSummary": "USAID is an independent Federal Government agency that receives overall foreign policy guidance from the Secretary of State. With headquarters in Washington, D.C., USAID fosters transformational development around the world. Our work supports economic growth and trade; agriculture and the environment; education and training; democracy and governance; global health; global partnerships and humanitarian assistance. We operate in four regions of the world: Sub-Saharan Africa; Asia and the Near East; Latin America and the Caribbean; and Europe and Eurasia. USAID employees in the Civil Service and Foreign Service, as well as individuals employed through Personal Service Contracts, must adhere to our Counter Trafficking in Persons Code of Conduct. For information on the effort to counter all forms of human trafficking, including the procurement of commercial sex acts and the use of forced labor, visit http://www.state.gov/g/tip . For more information about USAID, visit http://www.usaid.gov . SUMMARY: This position is located in the Bureau for Management, Office of the Chief Information Officer (CIO), Information and Process Management Division (IPM), Process and Quality Management Branch (PQM), in the Ronald Reagan Building, located at 1300 PA Ave., NW, Washington, DC 20523. Announcement 15-0160-DH is open concurrently with this announcement, with an area of consideration of \"Status Eligibles\". To be considered for both, you must apply separately.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/399774300?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400056300",
      "JobTitle": "IT Specialist (APPSW), GS-2210-14, Census-D-LAM",
      "OrganizationName": "Department Of Commerce",
      "AgencySubElement": "Bureau of the Census",
      "SalaryMin": "$107,325.00",
      "SalaryMax": "$139,523.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/8/2015",
      "EndDate": "4/21/2015",
      "WhoMayApplyText": "All qualified United States citizens.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "14/14",
      "WorkSchedule": "Competitive Service: Career or Career-Conditional",
      "WorkType": "Full-Time",
      "Locations": "Washington DC, District of Columbia;Suitland, Maryland",
      "AnnouncementNumber": "ASD-2015-0007",
      "JobSummary": "Applications under this vacancy announcement will be considered under external competitive procedures only. This vacancy is also being advertised under merit promotion procedures as (ASD-2015-0006-M-LAM). Each announcement requires a separate application using the Census Bureau's on-line application system by logging into http://www.usajobs.gov/ and clicking on \"Search Jobs.\" Merit promotion procedures apply to current or previous Federal employees in the competitive service who are eligible for transfer, promotion, reassignment, or reinstatement. Merit promotion procedures MAY also apply to applicants seeking consideration through a special appointing authority such as Veterans Recruitment Act (VRA), Veterans Employment Opportunities Act (VEOA), Schedule A, etc. Please read the vacancy announcement to determine who may apply. This position is in the competitive service. This vacancy is for an IT Specialist (Applications Software) position in the Applications Service Division (ASD) located at the U.S. Census Bureau Headquarters in Suitland, Maryland. One year probationary period may be required. Relocation expenses will not be paid. This is a non-bargaining unit position. This position may be filled through means other than the competitive promotion process.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400056300?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400059700",
      "JobTitle": "IT Specialist (CUSTOMER SUPPORT)",
      "OrganizationName": "Department of the Army",
      "AgencySubElement": "U.S. Army Joint Munitions Command",
      "SalaryMin": "$54,032.00",
      "SalaryMax": "$70,236.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "4/16/2015",
      "WhoMayApplyText": "US Citizens and Status Candidates",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "09/09",
      "WorkSchedule": "Full Time",
      "WorkType": "Term NTE 1 year 1 day",
      "Locations": "Richmond, Kentucky",
      "AnnouncementNumber": "SWAU156637331370155D",
      "JobSummary": "About the Position: The purpose of this position is to serve as a customer support help desk technician. Work involves a delivery of a full range of information technology customer support services, including installation, configuration, troubleshooting, customer assistance, and/or training, in response to customer requirements. Information technology includes computers, peripheral equipment, hardware, software, firmware, services, and related resources. The incumbent is also responsible for determining optimum methods of providing support, including information sharing and dissemination, problem tracking and reporting, and utilization of various support tools. Who May Apply: U.S. Citizens",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400059700?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400062000",
      "JobTitle": "IT Specialist (NETWORK/SYSADMIN)",
      "OrganizationName": "Department of the Army",
      "AgencySubElement": "U.S. Army Joint Munitions Command",
      "SalaryMin": "$59,339.00",
      "SalaryMax": "$77,138.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "4/16/2015",
      "WhoMayApplyText": "US Citizens and Status Candidates",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "11/11",
      "WorkSchedule": "Full Time",
      "WorkType": "Term NTE 1 year 1 day",
      "Locations": "Richmond, Kentucky",
      "AnnouncementNumber": "SWAU156637251370451D",
      "JobSummary": "About the Position: Serve as a system administrator managing network servers and assistant network manager, providing the installation, operation, maintenance and upgrades of all Wide Area Network (WAN) hardware and software components. This position will be required to interface with higher headquarters; RCIO and outside agencies (CTNOSC/DISA) in the absence of the network manager to resolve network routing and connectivity problems. Who May Apply: U.S. Citizens",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400062000?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400064100",
      "JobTitle": "Information Technology Specialist",
      "OrganizationName": "Department Of Homeland Security",
      "AgencySubElement": "Federal Emergency Management Agency",
      "SalaryMin": "$74,896.00",
      "SalaryMax": "$97,370.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "4/13/2015",
      "WhoMayApplyText": "All U.S. citizens This announcement will close on Monday, April 13, 2015 OR the date the 200 th application is received, whichever comes first. For definitions of terms found in this announcement, please click here",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "12/12",
      "WorkSchedule": "Full Time",
      "WorkType": "Temporary - Not to Exceed 2 Years",
      "Locations": "Bothell, Washington",
      "AnnouncementNumber": "FEMA-15-AC-57797-CORE",
      "JobSummary": "When disaster strikes, America looks to FEMA. Now FEMA looks to you. Join our team and use your talent to support Americans in their times of greatest need. The Federal Emergency Management Agency (FEMA) prepares the nation for all hazards and manages Federal response and recovery efforts following any national incident. We foster innovation, reward performance and creativity, and provide challenges on a routine basis with a well-skilled, knowledgeable, high performance workforce. Please visit www.fema.gov for additional information. In this position, the incumbent solves complex problems derived from multiple servers and running multiple protocols on workstations, laptops, servers and audio-visual (A/V) systems located at numerous sites. Apply for this exciting opportunity to become a part of the Department of Homeland Security (DHS), Federal Emergency Management Agency (FEMA), Region X, Mission Support Division. EMERGENCY ASSIGNMENT: Every FEMA employee has regular and recurring emergency management responsibilities, though not every position requires routine deployment to disaster sites. All positions are subject to recall around the clock for emergency management operations, which may require irregular work hours, work at locations other than the official duty station, and may include duties other than those specified in the employee's official position description. Travel requirements in support of emergency operations may be extensive in nature (weeks to months), with little advance notice, and may require employees to relocate to emergency sites with physically austere and operationally challenging conditions. This position is being announced under FEMA's CORE Program (Cadre of On-call Response/Recovery employees). These positions are authorized under P.L. 93-288 to perform temporary disaster work and are funded from the Disaster Relief Fund. Appointments are excepted service, temporary appointments. This is a 2 year temporary appointment in the Excepted Service.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400064100?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400066800",
      "JobTitle": "Chief Information Officer",
      "OrganizationName": "Department Of Homeland Security",
      "AgencySubElement": "U.S. Secret Service",
      "SalaryMin": "$121,956.00",
      "SalaryMax": "$183,300.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "5/6/2015",
      "WhoMayApplyText": "All U.S. Citizens. For definitions of terms found in this announcement, please click here.",
      "PayPlan": "ES",
      "Series": "2210",
      "Grade": "00/00",
      "WorkSchedule": "Full-Time",
      "WorkType": "Permanent",
      "Locations": "Washington DC, District of Columbia",
      "AnnouncementNumber": "SES-DW002-15",
      "JobSummary": "The United States Secret Service is seeking a Chief Information Officer (CIO) to drive the evolution of how information technology is used in order to ensure the protection of the President of the United States, the Vice President of the United States, the White House, and the Nations critical financial infrastructure. The position of CIO requires insight into emerging technology and business trends, an understanding of global threats and cybersecurity risks, and knowledge of current technology standards, frameworks and best practices. This Senior Executive Level position will allow you to transform how the Secret Service uses technology to achieve its mission with opportunities ranging from the modernization of mobile phones into communication and planning devices to working with partners on advanced surveillance and threat mitigation. This requires a dynamic technology program that positions the organization to achieve mission success in both day to day operations and through long term strategic programs. Well positioned candidates should possess a solid foundation in information technology, business management and project management. As an employee of the United States Secret Service, you would be entering into the most elite ranks of federal service and joining the worlds most historic law enforcement organization. In doing so, you would be dedicating yourself to one of the worlds most critical missions: ensuring the safety of the President of the United States and securing the Nations critical financial infrastructure. Building on a Tradition of Excellence and Meeting the Challenges of the Future The Secret Service is a premier law enforcement organization with two critical national security missions: protect our nation's leaders and to conduct criminal investigations. Our team members continue a tradition of excellence - whether investigating financial crime or protecting national and visiting foreign leaders. In the Secret Service, we serve the country with duty, loyalty, justice, integrity and courage. In the Secret Service, we: Protect the President, the Vice President, and other leaders; investigate threats against them; and safeguard their residences and other facilities Plan and implement security designs for National Special Security Events Investigate financial crimes including fraud, identity theft and computer-based attacks on banking or telecommunications infrastructure",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400066800?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400063800",
      "JobTitle": "IT Specialist (PLCYPLN)",
      "OrganizationName": "Department of the Army",
      "AgencySubElement": "Army Tank-Automotive and Armament Command (TACOM)",
      "SalaryMin": "$61,853.00",
      "SalaryMax": "$82,753.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/9/2015",
      "EndDate": "4/16/2015",
      "WhoMayApplyText": "United States Citizens",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "11/11",
      "WorkSchedule": "Full Time",
      "WorkType": "Term NTE 4 Years",
      "Locations": "Warren, Michigan",
      "AnnouncementNumber": "NCBV156328061375011DR",
      "JobSummary": "About the Position: This position is located in the TACOM LCMC CIO, G-6, Information Management and Technology Governance Operations Office. APPLICANTS WHO APPLIED ON ANNOUNCEMENT NCBV156328061359103D MUST RE-APPLY TO THIS ANNOUNCEMENT FOR CONSIDERATION FOR THE POSITION. Who May Apply: U.S. Citizens",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400063800?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400083200",
      "JobTitle": "Information Technology Specialist (Applications Software)",
      "OrganizationName": "Department Of Agriculture",
      "AgencySubElement": "Animal and Plant Health Inspection Service",
      "SalaryMin": "$90,823.00",
      "SalaryMax": "$118,069.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/8/2015",
      "EndDate": "4/14/2015",
      "WhoMayApplyText": "US Citizens and Nationals; no prior Federal experience is required.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "13/13",
      "WorkSchedule": "Full-Time",
      "WorkType": "Permanent",
      "Locations": "Riverdale, Maryland",
      "AnnouncementNumber": "24AC-APHIS-MA-2015-0585",
      "JobSummary": "Current and former Federal employees, disabled Veterans, candidates with 3 or more years of active duty military service, and candidates eligible for special hiring authorities may also apply to Merit Promotion announcement 6AC-APHIS-MA-2015-0509. This position is located in the Animal Health Inspection Service (APHIS), Animal Care (AC), IT Research and Development (ITRD) in Riverdale, MD. Under the direction of the CIO, the positions primary responsibility is the application development for the ACs program. The position requires the ability to develop applications in the following environments: Oracle Database Development, Oracle Fusion Middleware, Web Development, J2EE, PLSQL, XML, Solaris, Linux, Windows, and AIX. The qualified individual will assist in developing IT strategy; develop and implement policies, plans, and procedures related to the support, implementation, evaluation, improvement, and cost effectiveness of the ACs IT infrastructure; and perform related work as required. APHIS is an emergency response agency. This means that all Agency employees may be asked or assigned to participate in rotating temporary duty assignments to support emergency programs at some time during their careers with APHIS. For details click: APHIS Emergency Response",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400083200?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400083700",
      "JobTitle": "INFORMATION TECHNOLOGY SPECIALIST (SYSTEM ADMIN/CUSTOMER SUPPORT)",
      "OrganizationName": "Department of the Air Force",
      "AgencySubElement": "Air National Guard Units (Title 32)",
      "SalaryMin": "$58,562.00",
      "SalaryMax": "$76,131.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/8/2015",
      "EndDate": "5/8/2015",
      "WhoMayApplyText": "New York Air National Guard membership required (See Announcement)",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "11/11",
      "WorkSchedule": "Full Time",
      "WorkType": "Excepted Service Permanent",
      "Locations": "Syracuse, New York",
      "AnnouncementNumber": "T15-248A",
      "JobSummary": "POSITION TITLE AND NUMBER: T15-248A, INFORMATION TECHNOLOGY SPECIALIST (SYSTEM ADMIN/CUSTOMER SUPPORT), D1650P01, GS-2210-11 LOCATION: 174TH ATKW, SYRACUSE, NY 13211 DAFSC: 3D0X3, 3D0X1, 3D0XX, 3D1XX ANNOUNCEMENT OPENS: Wednesday, April 08, 2015 CLOSES: Friday, May 08, 2015 NATIONAL GUARD MEMBERSHIP IS REQUIRED: This is an excepted position that requires membership in a compatible military assignment in the New York Air National Guard. Selectee will be required to wear the military uniform. Acceptance of an excepted position constitutes concurrence with these requirements as a condition of employment. This position is located in an Air National Guard intelligence unit. OPEN AREAS OF CONSIDERATION: STATEWIDE STATEWIDE: ALL MILITARY TECHNICIANS IN THE NEW YORK AIR NATIONAL GUARD, ALL MEMBERS OF THE NEW YORK AIR NATIONAL GUARD (INCLUDES AGR). ENLISTED ONLY",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400083700?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "397112200",
      "JobTitle": "IT Specialist (Network) {Military Requirement}",
      "OrganizationName": "Department of the Air Force",
      "AgencySubElement": "Headquarters, Air Force Reserve Command",
      "SalaryMin": "$58,935.00",
      "SalaryMax": "$76,611.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "4/14/2015",
      "WhoMayApplyText": "Applicant must be United States Citizens and be eligible and willing to join the USAF Reserve. For questions concerning military eligibility, please contact the Air Force Reserve Qualification Center at 1-800-257-1212.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "09/09",
      "WorkSchedule": "Full Time",
      "WorkType": "Permanent",
      "Locations": "Travis AFB, California",
      "AnnouncementNumber": "SEU-15-0532",
      "JobSummary": "Air Reserve Technicians (ARTs) are part of the regular civil service and enjoy all the benefits granted to Federal employees in the competitive civil service. In addition, ARTs are required to maintain active membership in an Air Force Reserve unit so long as they occupy Air Reserve Technician positions. As members of reserve units, ARTs receive on average one weekend of military training per month. In addition, they are eligible for 15 days active duty tour each year for which military leave is granted with full civilian pay. Air Reserve units and members are subject to immediate call to active duty in mobilization to meet a national emergency. THIS ANNOUNCEMENT MAY BE USED TO FILL UPCOMING LIKE POSITIONS DESCRIBED HEREIN. CERTIFICATES MAY BE ESTABLISHED AND USED FOR 90 DAYS AFTER THE CLOSING DATE OF THIS ANNOUNCEMENT. This announcement has been readvertised. If you previously applied, you must reapply to be considered. Please resubmit documentation (resume, DD-214, or other documents) during this open time period. Retired military are usually ineligible for membership in the Air Force Reserve. Retired military personnel who have active Air Force Reserve assignments may apply provided they show assignment (position and unit) on their application. The Government's most important asset is its people.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/397112200?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400091400",
      "JobTitle": "IT Specialist (CUSTSPT) (Military Membership Required)",
      "OrganizationName": "Department of the Army",
      "AgencySubElement": "Army National Guard Units (Title 32)",
      "SalaryMin": "$49,675.00",
      "SalaryMax": "$78,132.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/8/2015",
      "EndDate": "5/7/2015",
      "WhoMayApplyText": "Open to Current Members of the Ohio Army National Guard.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "09/11",
      "WorkSchedule": "Full Time",
      "WorkType": "Permanent",
      "Locations": "Columbus, Ohio",
      "AnnouncementNumber": "JA 15-118-T",
      "JobSummary": "This position is located in an information management organization. The purpose of this position is to serve as the primary interface between the incumbent's assigned organization and all information systems customers associated with the C4 mission. Responsible for management of the organization's customer support help desk and maintenance of the workload accounting database using help desk software. **This is a developmental position and may be filled at the GS-09 or GS-11 level. The individual selected for this position may be promoted to the target level without further competition upon meeting any and all legal and regulatory requirements.** DO NOT SEND APPLICATIONS TO THE ADDRESS LISTED BELOW Apply using the instructions in the \"How to Apply\" section The Ohio National Guard is an Equal Opportunity Employer",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400091400?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400092100",
      "JobTitle": "IT SPECIALIST (SYSADMIN)",
      "OrganizationName": "Department of the Army",
      "AgencySubElement": "Army National Guard Units (Title 32)",
      "SalaryMin": "$60,532.00",
      "SalaryMax": "$78,692.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "4/21/2015",
      "WhoMayApplyText": "INDIANA NATIONAL GUARD MEMBERSHIP REQUIRED",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "11/11",
      "WorkSchedule": "Full Time",
      "WorkType": "Excepted Service Term",
      "Locations": "Indianapolis, Indiana",
      "AnnouncementNumber": "15-T-Army-100",
      "JobSummary": "NATIONAL GUARD MEMBERSHIP IS REQUIRED DUTY LOCATION: Indianapolis, IN (USPFO) JOB SUMMARY: The purpose of the position is to serve as a systems administrator on one or more of the systems maintained/administered throughout the state. The systems administered involve multiple computers that use multiple operating systems. The incumbent is responsible for installing and testing the system security configuration and monitoring, operating, troubleshooting and maintaining server hardware and software. This job announcement is for employment as an Indiana Army/Air National Guard Technician; a Federal Civil Service position. This job announcement is for employment as an Indiana Army National Guard Technician; a Federal Civil Service position. This is a dual-status technician job whereby you are required to maintain active membership in a National Guard unit and are required to wear the military uniform at the workplace. As members of a unit of the Indiana National Guard, you will be required to train with your unit, normally one weekend a month and 15 days of annual training each year. Indiana Army National Guard units and members are subject to immediate call to federal or state active duty to meet national or state emergencies. APPOINTMENT FACTORS: This position is an Indefinite Excepted Service position with permanent potential. MILITARY RANK REQUIREMENTS: E-5 thru E-7 or W-1 thru W-3 or O-1 thru O-3 MILITARY SPECIALITY REQUIREMENTS: Individuals must meet the qualifications for the technician position but will have 1 year from date of hire to be assigned to a compatible MOS in a compatible unit for the technician position advertised. Compatible Military Assignments: Enlisted MOS: 25B, 25N, 25U or 25Z; Warrant Officer MOS: 255A, 255N, 255S; Officer Branch: 25 series. AREA(S) OF CONSIDERATION: Permanent (Tenure 1 or 2) Technicians employed by the Indiana Army National Guard Temporary, TERM or Indefinite Federal (Tenure 0 or 3) Technicians employed by the Indiana Army National Guard Traditional M-Day Soldiers with the Indiana Army National Guard Guard members from another state; Reservists/IRR; and/or Active Duty Soldiers willing to join the Indiana Army National Guard Civilians with prior military service willing to join the Indiana Army National Guard",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400092100?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "398476300",
      "JobTitle": "IT Specialist (SYSADMIN)",
      "OrganizationName": "Department of the Army",
      "AgencySubElement": "Army National Guard Units (Title 32)",
      "SalaryMin": "$54,573.00",
      "SalaryMax": "$70,941.00",
      "SalaryBasis": "Per Year",
      "StartDate": "3/23/2015",
      "EndDate": "4/23/2015",
      "WhoMayApplyText": "Open to areas 1, 2 and 3",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "09/09",
      "WorkSchedule": "Full Time",
      "WorkType": "Permanent",
      "Locations": "Raleigh, North Carolina",
      "AnnouncementNumber": "NCAR-15-066",
      "JobSummary": "NATIONAL GUARD MEMBERSHIP IS REQUIRED: This is an excepted position that requires membership in a compatible military assignment in the North Carolina Army National Guard. Selectee will be required to wear the military uniform. Acceptance of an excepted position constitutes concurrence with the requirements as a condition of employment. Applicants must be current members of the North Carolina Army National Guard . WHO CAN APPLY: The area of consideration for this position is STATEWIDE . Applications will only be accepted from current military members of the North Carolina Army National Guard POSITION INFORMATION: Full-time Excepted Service (Permanent) POSITION LOCATION : USPFO-DPI MD #: 1522-255",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/398476300?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400102900",
      "JobTitle": "Senior Software Engineer (Administrative Systems)",
      "OrganizationName": "Legislative Branch",
      "AgencySubElement": "Legislative Branch - Agency Wide",
      "SalaryMin": "$79,458.00",
      "SalaryMax": "$119,180.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "6/5/2015",
      "WhoMayApplyText": "U.S. Citizens",
      "PayPlan": "CP",
      "Series": "2210",
      "Grade": "10/10",
      "WorkSchedule": "Full Time",
      "WorkType": "Permanent",
      "Locations": "Washington DC, District of Columbia",
      "AnnouncementNumber": "SSEAS - 06052015",
      "JobSummary": "The U. S. Senate Sergeant at Arms is seeking qualified candidates for a Senior Software Engineer position. The incumbent will provide primary support for Hewlett-Packard (HP) AssetManager (AM) and HP ServiceManager (SM) applications by performing requirements gathering, design, system tailoring, system integration/development, testing, implementation, configuration, and administration.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400102900?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400124300",
      "JobTitle": "IT SPECIALIST (CUSTSPT)",
      "OrganizationName": "Department of the Air Force",
      "AgencySubElement": "Air National Guard Units (Title 32)",
      "SalaryMin": "$60,532.00",
      "SalaryMax": "$78,692.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "5/4/2015",
      "WhoMayApplyText": "Open to all qualified applicants in the 1st and 2nd Areas of Consideration.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "11/11",
      "WorkSchedule": "Full Time",
      "WorkType": "Excepted Service Permanent",
      "Locations": "Kingsley Field, Oregon",
      "AnnouncementNumber": "ORAF15-343 544278",
      "JobSummary": "IT SPECIALIST (CUSTSPT) 173 FW Kingsley Field, OR United States 1 vacancy Appointment Type: Excepted Service Permanent Official Position Description #: D2182 Series/Grade: GS- 2210- 11 / 11 Salary Range: $60,532.00 - $78,692.00 *Candidates must be able to obtain and maintain a Secret Security Clearance* *Candidates must have a valid state driver's license* *PCS is not Authorized* MEMBERSHIP IN THE NATIONAL GUARD IS REQUIRED: This is an Excepted Service position that requires membership in the Oregon National Guard as a condition of employment. Selectee will be required to wear the military uniform. Acceptance of an Excepted Service position constitutes concurrence with these requirements as a condition of employment. Unit of military assignment is any supporting unit of 173 FW. Selectee will be required to participate in the Direct Deposit Electronics Funds Transfer Program. Acceptance of a permanent or indefinite position with the Oregon National Guard will cause termination from any Guard Recruitment Bonus or Guard paid student loan. A law enforcement background check may be required prior to appointment to this position. By submitting a resume or application for this position, you authorize this agency to accomplish the check. This is a dual-status position and membership in the Oregon National Guard is required. By submitting this application you are affirming to the validity of the information you have provided. AREAS OF CONSIDERATION: 1st Area: Current permanent full time support personnel of the Oregon Air National Guard (ANG) 2nd Area: All members of the Oregon Air National Guard (ANG) Application materials must be received in our office by Monday, May 04, 2015. Failure to provide complete information may result in your not receiving consideration for this position. Please refer to the Qualifications and Evaluations section to understand the qualification requirements, and How To Apply Section for detailed instruction on applying.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400124300?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400129500",
      "JobTitle": "Branch Chief - Supvy IT Specialist (ENTARCH) - DE",
      "OrganizationName": "Department Of Commerce",
      "AgencySubElement": "Patent and Trademark Office",
      "SalaryMin": "$126,245.00",
      "SalaryMax": "$158,700.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "4/21/2015",
      "WhoMayApplyText": "Applications will be accepted from all United States Citizens and Nationals.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "15/15",
      "WorkSchedule": "This is a Full-Time, Permanent",
      "WorkType": "Career/Career-Conditional appointment in the Competitive Service.",
      "Locations": "Alexandria, Virginia",
      "AnnouncementNumber": "CIO-2015-0113",
      "JobSummary": "Come work for the USPTO, we have been ranked as one of the Best Places to Work in the Federal Government(R)! This position is also being announced under the USPTOs Merit Promotion Program, the job announcement number is CIO-2015-0114 . Please review that announcement to determine if you are eligible for consideration under the Merit Promotion Program. The U.S. Patent and Trademark Office (USPTO) has been serving the economic interests of America for more than 200 years. We are responsible for granting US intellectual property rights for patents and trademarks. Our efforts have provided inventors exclusive rights over their discoveries. It's an effort that continues to contribute to a strong global economy, to encourage investment in innovation and to cultivate an entrepreneurial spirit for the 21st century. The USPTO is headquartered in Alexandria, Virginia, and has over 12,000 employees, including engineers, scientists, attorneys, analysts, IT specialists, etc. all dedicated to accomplishing the USPTOs mission, vision, strategic goals and guiding principles. For more information about the USPTO, please visit the USPTO Careers Website . The Chief Information Officer (CIO) is the principal advisor to the Under Secretary and Director on the application of information technology (IT) to support and improve the Agencys business processes. Serves as the Agencys Senior Information Technology (IT) official, and provides administrative and policy direction to the organizational elements reporting to the Chief Information Officer. The Office of the Chief Technology Officer (CTO) is responsible for the management and oversight of the enterprise IT architecture, evaluating emerging technologies and applying these emerging technologies to USPTOs changing business needs and strategic direction. The Enterprise Architecture Division (EAD) manages the USPTO Enterprise Architecture (EA) Program. The Division is responsible for defining and maintaining the EA, for providing governance and oversight of IT investments and IT projects, and for ensuring compliance with the Federal Enterprise Architecture (FEA) program. The Division creates and maintains EA architectures and artifacts; maintains EA data and models; and ensures that the EA data is available to support decision making. This branch under Enterprise Architecture provides technical expertise on metrics collection, aggregation and analysis. The position develops and manages an Enterprise Metrics Program.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400129500?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "398603900",
      "JobTitle": "Information Technology Category Manager",
      "OrganizationName": "Executive Office of the President",
      "AgencySubElement": "Office of Management and Budget",
      "SalaryMin": "$121,956.00",
      "SalaryMax": "$168,700.00",
      "SalaryBasis": "Per Year",
      "StartDate": "3/27/2015",
      "EndDate": "4/17/2015",
      "WhoMayApplyText": "United States Citizens",
      "PayPlan": "SL",
      "Series": "2210",
      "Grade": "00/00",
      "WorkSchedule": "Full Time",
      "WorkType": "Term NTE 24 months",
      "Locations": "Washington DC, District of Columbia",
      "AnnouncementNumber": "OMB-15-41-TLM-DE",
      "JobSummary": "This vacancy is only open to candidates eligible under \"Who May Apply\" indicated above. This vacancy is being concurrently advertised under Merit Promotion procedures for status candidates. If you are a status candidate, please apply under Announcement #OMB-15-41-TLM-MP Want to help the government buy its information technology better? Have great ideas about saving taxpayer dollars? Join the Executive Office of the President to serve as the government's first Information Technology (IT) Category Manager (CM) to improve our supply chain management practices for over $50 billion in IT!",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/398603900?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400139100",
      "JobTitle": "Information Technology Specialist (SYSADMIN)",
      "OrganizationName": "Department of the Navy",
      "AgencySubElement": "Naval Medical Command",
      "SalaryMin": "$55,119.00",
      "SalaryMax": "$71,651.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "4/12/2015",
      "WhoMayApplyText": "United States Citizens",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "09/09",
      "WorkSchedule": "Full Time",
      "WorkType": "Permanent",
      "Locations": "Annapolis, Maryland",
      "AnnouncementNumber": "EA52210-09-1375471PD050196D",
      "JobSummary": "This position is located in the Management Information Department, Naval Health Clinic, Annapolis, MD.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400139100?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400143400",
      "JobTitle": "IT Specialist (Security)",
      "OrganizationName": "Department of the Navy",
      "AgencySubElement": "U.S. Atlantic Fleet, Commander in Chief",
      "SalaryMin": "$64,020.00",
      "SalaryMax": "$99,760.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "4/14/2015",
      "WhoMayApplyText": "United States Citizens",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "11/12",
      "WorkSchedule": "Full Time",
      "WorkType": "Permanent",
      "Locations": "Kittery, Maine",
      "AnnouncementNumber": "EA52210-12-1375633L6055661D",
      "JobSummary": "This position is located in the Information Technology (IT) Security Branch, Information Resources Management Division, Business and Strategic Planning Office, Portsmouth Naval Shipyard, Kittery, Maine. The selectee supports the Information Systems Security Manager (ISSM), who serves as the principle advisor to the Shipyard Commander and the Command Information Officer (CIO) on all matters related to IT Cybersecurity. The duties and responsibilities at the GS-11 level are essentially the same as those at the full performance level except the incumbent is under closer supervision and receives more detailed instructions. The incumbent will become sufficiently familiar with the programs of the organization and their relationships with other organizations to satisfactorily perform the full range of duties of the position. This position has known promotion potential to GS-12.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400143400?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "399684000",
      "JobTitle": "SENIOR IT SPECIALIST",
      "OrganizationName": "Other Agencies and Independent Organizations",
      "AgencySubElement": "Federal Deposit Insurance Corporation",
      "SalaryMin": "$116,100.00",
      "SalaryMax": "$192,093.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/2/2015",
      "EndDate": "4/16/2015",
      "WhoMayApplyText": "All United States Citizens. Applicants with status or those eligible under special hiring authorities, should apply under FDIC merit promotion ann#2015-HQ-B2028. However, if you desire consideration also under this public non-status announcement, you must apply to both. Status applicants are current permanent Federal employees in the competitive service and former Federal employees with reinstatement eligibility.)",
      "PayPlan": "CG",
      "Series": "2210",
      "Grade": "14/14",
      "WorkSchedule": "Competitive Service,",
      "WorkType": "Permanent, Full-Time",
      "Locations": "Washington DC, District of Columbia",
      "AnnouncementNumber": "2015-HQD-B2027",
      "JobSummary": "This position is located in the Division of Information Technology, Enterprise Technology Branch, Enterprise Strategies and Measurement Section (ESMS) of the Federal Deposit Insurance Corporation and provides support in the areas of the Business Processes Improvement (BPI) program.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/399684000?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400153900",
      "JobTitle": "Information Technology Specialist (Security)",
      "OrganizationName": "Department Of Veterans Affairs",
      "AgencySubElement": "Veterans Affairs, Inspector General",
      "SalaryMin": "$75,333.00",
      "SalaryMax": "$116,453.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/7/2015",
      "EndDate": "4/14/2015",
      "WhoMayApplyText": "U.S. citizens ; no prior Federal experience is required. This opportunity is also open to Status eligibles under Announcement 15-VAOIG-232 . Please refer to that announcement for details on open period, eligibility, and how to apply.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "12/13",
      "WorkSchedule": "Career/Career Conditional",
      "WorkType": "Full-time",
      "Locations": "Denver, Colorado",
      "AnnouncementNumber": "15-VAOIG-233-P",
      "JobSummary": "OIG is organized into three line elements: the Offices of Investigations, Audits and Evaluations, and Healthcare Inspections; along with the Office of Contract Review and the Office of Management and Administration. In addition to the Washington, DC, headquarters, OIG has offices located in more than 30 cities throughout the country. The Information Technology (IT) Specialist (Security), located in the Office of Audits and Evaluations (OAE), is responsible for planning and conducting IT and security audits of VA programs, functions, and operations.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400153900?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "399751000",
      "JobTitle": "IT SPECIALIST (DATAMGT/ENTARCH)",
      "OrganizationName": "Department of the Navy",
      "AgencySubElement": "U.S. Marine Corps",
      "SalaryMin": "$90,823.00",
      "SalaryMax": "$118,069.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/2/2015",
      "EndDate": "4/14/2015",
      "WhoMayApplyText": "United States Citizens",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "13/13",
      "WorkSchedule": "Full Time",
      "WorkType": "Permanent",
      "Locations": "Arlington, Virginia",
      "AnnouncementNumber": "SW52210-13-1365370K4052849D",
      "JobSummary": "This announcement is being amended to extend the closing date to April 14, 2015. The position is located in the Logistics Vision and Strategy Center; Logistics Plans, Policies, and Strategic Mobility Division; Installations and Logistics Department, Headquarters Marine Corps, Arlington, VA.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/399751000?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400102500",
      "JobTitle": "Data Communications Specialist",
      "OrganizationName": "Other Agencies and Independent Organizations",
      "AgencySubElement": "Railroad Retirement Board",
      "SalaryMin": "$76,919.00",
      "SalaryMax": "$100,000.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/8/2015",
      "EndDate": "4/21/2015",
      "WhoMayApplyText": "United States Citizens",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "12/12",
      "WorkSchedule": "Full Time",
      "WorkType": "Permanent",
      "Locations": "Chicago, Illinois",
      "AnnouncementNumber": "15-DEU-05 1375259MP",
      "JobSummary": "As a Data Communications Specialist, you will participate in designing local and remote data communications networks. NOTE: THIS POSITION REQUIRES ON-CALL AVAILABILITY OUTSIDE THE NORMAL TOUR OF DUTY RELOCATION EXPENSES WILL NOT BE PAID. This job announcement may be used to fill one or more vacancies.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400102500?PostingChannelID=RESTAPI"
    },
    {
      "DocumentID": "400170000",
      "JobTitle": "IT Specialist (Network Systems Engineer),GS-2210-13/14 (Open to U.S. Citizens) CQ",
      "OrganizationName": "Department Of Transportation",
      "AgencySubElement": "Surface Transportation Board",
      "SalaryMin": "$90,823.00",
      "SalaryMax": "$139,523.00",
      "SalaryBasis": "Per Year",
      "StartDate": "4/8/2015",
      "EndDate": "4/17/2015",
      "WhoMayApplyText": "Applications will be accepted from any U.S. Citizen. This job is also being advertised for applicants eligible for status consideration. Current and former status employees and veterans who qualify under VEOA are encouraged to also apply to announcement: STB.OMD-2015-0008.",
      "PayPlan": "GS",
      "Series": "2210",
      "Grade": "13/14",
      "WorkSchedule": "Full Time -",
      "WorkType": "Permanent",
      "Locations": "Washington DC, District of Columbia",
      "AnnouncementNumber": "STB.OMD-2015-0009",
      "JobSummary": "The position serves as a senior technical subject matter expert in planning, analysis, design, development, testing, and quality assurance, configuration, installation, implementation, integration, maintenance, and management of networked systems. The networked systems used for the transmission of information in voice, data, and video formats. He/she will work with IT team, assess overall systems, and provide technical leadership in the formulation of network architectural and infrastructure solutions. He/she will provide direction to support the current and future needs of STB in an efficient, sustainable, agile, and adaptable manner. The ideal candidate will have minimum of five years of experience that has demonstrated accomplishment of wide range of network engineering; setup, operation, maintenance, and support of CISCO networking devices; VMWare Server virtualization; and SAN management and capacity planning projects. The candidate will have the knowledge of NIST, FISMA and other federal IT security standards, including PIV, PKI and HSPD-12. This knowledge is generally demonstrated by assignments where the applicant analyzed a number of alternative approaches in the process of advising management concerning major aspects of network system design, such as what network system interrelationships must be considered, or what network operating mode, network system software, and/or network equipment configuration is most appropriate for a given network engineering. A CISCO certification is highly recommended along with experience as a Contracting Officer's Technical Representative (COTR) on contracts exceeding $1M in value. Current CCNA and/or CCDA certification a plus. Windows Server 2008 and 2012; Exchange and SQL experience a plus. PLEASE NOTE: THIS VACANCY IS LIMITED TO THE FIRST 50 APPLICATIONS RECEIVED AND WILL CLOSE AT MIDNIGHT ON THE CLOSING DATE OR AT MIDNIGHT ON THE DAY WE RECEIVE THE 50TH APPLICATION, WHICHEVER COMES FIRST.",
      "ApplyOnlineURL": "https://www.usajobs.gov/GetJob/ViewDetails/400170000?PostingChannelID=RESTAPI"
    }
  ],
  "Pages": "9"
}
